<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="css/style.css">
    <link rel="stylesheet" href="css/etiquette.css">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Exo+2:wght@200&family=Inter&family=Roboto&display=swap"
        rel="stylesheet">
    <title>Этикет</title>
    <link type="Image/x-icon" href="images/favicon.png" rel="icon">
</head>
</head>

<body>
    <?php include 'header.php'; ?>
    <main>
        <div class="mobile-title">
            <div class="title-block">
                <div class="title">Рэйсики - правила поведения в додзё.</div>
                <div class="title-block-line"></div>
            </div>
        </div>
        <div class="etiquette">
            <div class="etiquette-title">Рэйсики - правила поведения в додзё.</div>
            <div class="etiquette-information">
                <p>1. Додзё (зал для занятий) предназначено не для самоутверждения, а для того, чтобы развивать свои
                    ум, тело и
                    дух.</p>
                <p>2. Долг каждого занимающегося - вести себя так, чтобы в додзё царила атмосфера взаимного
                    уважения.</p>
                <p>3. Уборка додзё - необходимый элемент тренировки. За чистоту зала отвечает каждый.</p>
                <p>4. Войдя в додзё, произведите рэй (поклон) в сторону шомэн (лицевую сторону зала). Это дань уважения
                    к тому
                    месту где Вы постигаете Путь.</p>
                <p>5. Перед занятием необходимо снять на время занятий все украшения (кольца, часы, цепочки, кресты и
                    др.),
                    чтобы
                    не поранить себя и других.</p>
                <p>6. Строго соблюдайте правила личной гигиены: следите за чистотой тела и состоянием ногтей, которые
                    должны
                    быть
                    коротко подстрижены.</p>
                <p>7. На Вас не должно быть никакой косметики.</p>
                <p>8. Уважайте необходимые для занятий вещи и инвентарь.</p>
                <p>9. Доги (кимоно, костюм для занятий) - состоит из куртки,
                    штанов белого цвета и пояса - должно всегда быть чистым и опрятным. </p>
                <p>10. Никогда не прикасайтесь без разрешения к
                    оружию партнёра.</p>
                <p>11. Никогда не одалживайте у кого-либо кимоно или оружие. </p>
                <p>12. Полы куртки запахиваются слева направо (независимо от пола занимающегося), узел пояса
                    завязывается так,
                    чтобы его концы были одинаковой длины. Это последнее действие перед вступлением на татами в
                    додзё.</p>
                <p>13. Ступив на татами, прежде всего произведите рэй в сторону шомэн (лицевую сторону зала), а затем
                    сэнсэя
                    (преподавателя) или, в его отсутствие, сэмпая (инструктора, ведущего занятие) и всех, находящихся в
                    зале.
                    До начала занятия рекомендуется самостоятельно произвести разминку. </p>
                <p>14. Айкидо не допускает праздности и
                    разговоров; сидеть в зале следует в положении сэйдза или агура (поза портного - скрестив ноги).
                    Занятие начинается с того, что все садятся в ряд лицом к шомэн и приветствуют его поклоном дзарэй.
                    Затем
                    сэнсэй (сэмпай) поворачивается и происходит взаимное приветствие со словами Оннагаешимас (буквально:
                    "я в
                    ваших руках", что подтверждает желание заниматься мягко и безопасно).</p>
                <p>15. Опоздания на занятия должны быть исключены, однако, если это всё же случилось, лучше дождаться
                    окончания
                    церемонии приветствия, привлечь внимание сэнсэя (подняв руку вверх) и получив разрешение,
                    присоединиться к
                    занимающимся.</p>
                <p>16. Во время демонстрации приёмов всё внимание должно быть сконцентрировано на действиях и
                    пояснениях
                    сэнсэя,
                    после чего следует общий рэй и каждый выбирает себе нового партнёра.</p>
                <p>17. В зале должна быть полная тишина. Разговаривать запрещено - это отвлекает.</p>
                <p>18. Перед и после исполнения техники необходимо поклониться своему партнёру.</p>
                <p>19. Татами - не место для состязания в силе. Будьте внимательны. Помните о безопасности партнера и о
                    своей
                    собственной. Во время исполнения приёмов следует страховать партнёра, обеспечивая ему максимальную
                    безопасность при падении.</p>
                <p>20. Работайте со многими партнёрами, старайтесь передать начинающим то, чему научились сами.
                    Помните, что
                    цель
                    занятий - не борьба и не демонстрация силы, а изучение техники и постижение техники Айкидо с помощью
                    партнёра.</p>
                <p>21. Наставления сэнсэя - только небольшая часть вашего обучения. Повышение вашего мастерства в
                    значительной
                    мере
                    зависит от вашего трудолюбия и усердия. Если сэнсэй (сэмпай) обучает Вас и Вашего партнёра
                    индивидуально,
                    показывает вам, как улучшить исполнение приёма или делает какие - либо замечания, будьте предельно
                    внимательны и не забудьте поблагодарить его поклоном рэй.</p>
                <p>22. Если сэнсэй работает с Вашим партнёром, лучше сидеть на татами в позиции сэйдза. </p>
                <p>23. Никакие пререкания и споры недопустимы.</p>
                <p>24. Недопустимо появляться на тренировку в состоянии опьянения.</p>
                <p>25. Не покидайте татами без крайней необходимости. Получив на это разрешение сэнсэя, не забудьте,
                    выходя и
                    возвращаясь на татами, сделать рэй на его краю. Перемещайтесь по периметру татами, чуть вытянув руку
                    вперёд
                    - это предупредит других о направлении вашего движения и позволит избежать столкновений. Если вам
                    необходимо
                    поправить доги, делайте это на краю татами, повернувшись лицом к стене (кроме шомэн).</p>
                <p>26. Занятие завершается аналогичной началу занятий церемонией, только со словами благодарности Домо
                    аригато
                    годзаимасита. После окончания занятий разрешается свободно перемещаться по татами и разговаривать.
                </p>
                <p>27. Покидая
                татами, следует сделать прощальное приветствие рэй.</p>
            </div>
            <div class="etiquette-imgs">
                <img class="etiquette_img_1" src="images/img_history_2.jpg" onError="this.src='images/not_found.png'">
            </div>
        </div>
    </main>

    <?php include 'footer.php'; ?>
</body>

</html>