<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="css/style.css">
    <link rel="stylesheet" href="css/etiquette.css">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Exo+2:wght@200&family=Inter&family=Roboto&display=swap"
        rel="stylesheet">
    <title>Этикет</title>
    <link type="Image/x-icon" href="images/favicon.png" rel="icon">
</head>
</head>

<body>
    <?php include 'header.html'; ?>
    <main>
        <section class="etiquette">
            <div class="etiquette-title">Рэйсики - правила поведения в додзё.</div>
            <div class="etiquette-information">
                1. Додзё (зал для занятий) предназначено не для самоутверждения, а для того, чтобы развивать свои
                ум, тело и
                дух.<br>
                2. Долг каждого занимающегося - вести себя так, чтобы в додзё царила атмосфера взаимного
                уважения.<br>
                3. Уборка додзё - необходимый элемент тренировки. За чистоту зала отвечает каждый.<br>
                4. Войдя в додзё, произведите рэй (поклон) в сторону сёмэн (лицевую сторону зала). Это дань уважения
                к тому
                месту где Вы постигаете Путь.<br>
                5. Перед занятием необходимо снять на время занятий все украшения (кольца, часы, цепочки, кресты и
                др.),
                чтобы
                не поранить себя и других.<br>
                6. Строго соблюдайте правила личной гигиены: следите за чистотой тела и состоянием ногтей, которые
                должны
                быть
                коротко подстрижены.<br>
                7. На Вас не должно быть никакой косметики.<br>
                8. Уважайте необходимые для занятий вещи и инвентарь. <br>
                9. Доги (кимоно, костюм для занятий) - состоит из куртки,
                штанов белого цвета и пояса - должно всегда быть чистым и опрятным. <br>
                10. Никогда не прикасайтесь без разрешения к
                оружию партнёра. <br>
                11. Никогда не одалживайте у кого-либо кимоно или оружие. <br>
                12. Полы куртки запахиваются слева направо (независимо от пола занимающегося), узел пояса
                завязывается так,
                чтобы его концы были одинаковой длины. Это последнее действие перед вступлением на татами в
                додзё.<br>
                13. Ступив на татами, прежде всего произведите рэй в сторону сёмэн (лицевую сторону зала), а затем
                сенсея
                (преподавателя) или, в его отсутствие, сэмпая (инструктора, ведущего занятие) и всех, находящихся в
                зале.
                До начала занятия рекомендуется самостоятельно произвести разминку. <br>
                14. Айкидо не допускает праздности и
                разговоров; сидеть в зале следует в положении сэйдза или агура (поза портного - скрестив ноги).
                Занятие начинается с того, что все садятся в ряд лицом к сёмэн и приветствуют его поклоном дзарэй.
                Затем
                сенсей (сэмпай) поворачивается и происходит взаимное приветствие со словами Оннагаешимас (буквально:
                "я в
                ваших руках", что подтверждает желание заниматься мягко и безопасно).<br>
                15. Опоздания на занятия должны быть исключены, однако, если это всё же случилось, лучше дождаться
                окончания
                церемонии приветствия, привлечь внимание сенсэя (подняв руку вверх) и получив разрешение,
                присоединиться к
                занимающимся.<br>
                16. Во время демонстрации приёмов всё внимание должно быть сконцентрировано на действиях и
                пояснениях
                сенсэя,
                после чего следует общий рэй и каждый выбирает себе нового партнёра.<br>
                17. В зале должна быть полная тишина. Разговаривать запрещено - это отвлекает.<br>
                18. Перед и после исполнения техники необходимо поклониться своему партнёру.<br>
                19. Татами - не место для состязания в силе. Будьте внимательны. Помните о безопасности партнера и о
                своей
                собственной. Во время исполнения приёмов следует страховать партнёра, обеспечивая ему максимальную
                безопасность при падении.<br>
                20. Работайте со многими партнёрами, старайтесь передать начинающим то, чему научились сами.
                Помните, что
                цель
                занятий - не борьба и не демонстрация силы, а изучение техники и постижение техники Айкидо с помощью
                партнёра.<br>
                21. Наставления сенсея - только небольшая часть вашего обучения. Повышение вашего мастерства в
                значительной
                мере
                зависит от вашего трудолюбия и усердия. Если сенсей (сэмпай) обучает Вас и Вашего партнёра
                индивидуально,
                показывает вам, как улучшить исполнение приёма или делает какие - либо замечания, будьте предельно
                внимательны и не забудьте поблагодарить его поклоном рэй.<br>
                22. Если сенсей работает с Вашим партнёром, лучше сидеть на татами в позиции сэйдза. <br>
                23. Никакие пререкания и споры недопустимы.<br>
                24. Недопустимо появляться на тренировку в состоянии опьянения.<br>
                25. Не покидайте татами без крайней необходимости. Получив на это разрешение сэнсэя, не забудьте,
                выходя и
                возвращаясь на татами, сделать рэй на его краю. Перемещайтесь по периметру татами, чуть вытянув руку
                вперёд
                - это предупредит других о направлении вашего движения и позволит избежать столкновений. Если вам
                необходимо
                поправить доги, делайте это на краю татами, повернувшись лицом к стене (кроме сёмэн).<br>
                26. Занятие завершается аналогичной началу занятий церемонией, только со словами благодарности Домо
                аригато
                годзаимасита. После окончания занятий разрешается свободно перемещаться по татами и разговаривать.
                <br>
                27. Покидая
                татами, следует сделать прощальное приветствие рэй.<br>
            </div>
            <div class="etiquette-imgs">
                <img class="etiquette_img_1" src="images/img_history_2.jpg" onError="this.src='images/not_found.png'">
            </div>
        </section>
</main>

    <?php include 'footer.php'; ?>
</body>

</html>