<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="css/style.css">
    <link rel="stylesheet" href="css/header_style.css">
    <link rel="stylesheet" href="css/footer_style.css">
    <link rel="stylesheet" href="css/history.css">

    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Exo+2:wght@200&family=Inter&family=Roboto&display=swap"
        rel="stylesheet">
    <title>История</title>
    <link type="image/x-icon" href="images/favicon.png" rel="shortcut icon">
    <link type="Image/x-icon" href="images/favicon.png" rel="icon">
</head>
</head>

<body>
    <?php include 'header.html'; ?>
    <div class="main">
        <div class="history">
            <p class="history-paragraph">
                Основателем искусства Айкидо был Величайший Мастер восточных единоборств, искатель и философ
                Уэсиба Морихей.
                Он всю свою жизнь посвятил поиску пути гармонии и, несмотря на все жизненные сложности, сумел
                создать
                несравненное по своей внутренней философии учение. </p>
            <div class="history-imgs">
                <img class="history_img_1" src="images/img_history_1.jpg" onError="this.src='images/not_found.png'">
            </div>
            <p class="history-paragraph">
                Мы просто приведем его высказывание, которое характеризует его особенное отношение и почерк
                настоящего
                Мастера своего дела:
            </p>
            <p class="history-paragraph">
                "Поскольку Ай (合 — гармония) едино с Ай (愛 — любовь), я решил назвать мое уникальное будо
                «айкидо», так как
                слово «Айки» достаточно древнее. Однако термин, который использовался воинами в прошлом,
                фундаментально
                отличается от того, что использую я. </p>
            <p class="history-paragraph"> Айки — это не техника, не способ бороться или нанести
                поражение врагу.
                Это путь установить мир и сделать человеческие существа единой семьей. Секрет айкидо в том,
                чтобы слиться в
                гармонии с движением Вселенной и привести себя в согласие с самой Вселенной. В айкидо необходим
                разум,
                служащий умиротворению всех человеческих существ в мире, а не намерение кого-то, кто лишь желает
                быть
                сильным или практикуется только в бросках противника. Я спокоен, где бы и когда бы я ни был
                атакован. Я не
                имею привязанности к жизни или смерти. Я оставляю все, что есть, Богу. Будь свободен от
                привязанностей к
                жизни и смерти и сохраняй свой разум, который оставляет все Ему, не только когда будешь
                атакован, но и в
                повседневной жизни. Истинное будо — это работа любви. Это труд давать жизнь всем существам и не
                убивать, не
                бороться ни с кем. Любовь — хранитель божественности во всем. Ничто не может существовать без
                этого. Айкидо
                — это реализация любви. «Следовать Пути» означает быть единым с волей Бога и практиковать ее.
                Если мы даже
                слегка отступаем от этого, мы более не на Пути. Можно сказать, что Айкидо есть способ изгнания
                демонов не
                мечом, а искренностью нашего дыхания. Иначе говоря, способ превращения мира демонического ума в
                Мир Духа.
                Такова миссия Айкидо. Демонический ум будет повержен, а Дух восторжествует. Тогда Айкидо
                принесет плоды в
                этом мире. Я хочу призвать людей прислушаться к голосу айкидо. Это не служит исправлению других,
                это ради
                исправления вашего собственного разума. Это Айкидо."</p>
        </div>
    </div>
    <?php include 'footer.php'; ?>
</body>

</html>