<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="css/style.css">
    <link rel="stylesheet" href="css/principle.css">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Exo+2:wght@200&family=Inter&family=Roboto&display=swap"
        rel="stylesheet">
    <title>Принципы</title>
    <link type="Image/x-icon" href="images/favicon.png" rel="icon">
</head>
</head>

<body>
    <?php include 'header.html'; ?>
    <main>
        <div class="principle">
        <div class="mobile-title">
            <div class="title-block">
                <div class="title">Принципы</div>
                <div class="title-block-line"></div>
            </div>
        </div>
            <div class="principle-title">Принципы</div>
            <div class="principle-information">
                <p>1. Использование "ки".<br>Айкидо с самого начала предполагает, что у каждого человека есть определенный запас жизненной энергии "ки", сосредоточенной в центре "хара". Эту энергию можно устремлять в любом направлении. В айкидо используется принцип управляемого контролирования. Противнику дается свобода двигаться куда он захочет, но любое его движение находится под постоянным контролем. Внимание не на секунду не расслабляется.</p>
                <p>2. Контроль атаки с восстановлением гармонии.<br>В переводе с японского "ай" означает гармонию. Эта гармония бывает нарушена, когда проявляется агрессия. Задача айкидо - восстановить гармонию. Агрессивная энергия нападающего сначала контролируется, а затем переводится в окружность. И тогда Ваш центр становится центром нейтрализации.</p>
                <p>3. Округлость и мягкость движений.<br>Все приемы в айкидо так или иначе связаны с круговыми траекториями. Движение айкидоки по кругу позволяет не только избежать жёсткого столкновения, но и полностью сопровождать движение атакующего. Движения в айкидо подобны потоку воды: мягкой, податливой, но одновременно разрушающей твердые камни. Одно действие как бы вытекает из другого. Все приемы и движения в айкидо элегантны и красивы. С самых азов этому уделяется большое внимание. Эти принципы верны также и на психологическом уровне. Настоящий мастер видит сознание противника и предупреждает все его действия.</p>
                <p>4. Многократное повторение.<br>В айкидо нет соревнований, а практикуется ката: многократное повторение приемов, пока они не становятся привычными. Большая часть тренировок проходит в работе с партнером с целью добиться гармонии между ними. Как правило один из партнеров атакует (он называется укэ), а другой защищается (он называется тори или нагэ). Партнеры поочередно меняются. Важно, чтобы атакующий партнер выполнял свои действия искренне и без страха падения.</p>
                <P>5. Самосохранение.<br>Очень важным моментом в айкидо является укэми - искусство страховки. В процессе тренировок постепенно вырабатывается умение реагировать на воздействие и выполнять падения без ущерба для здоровья или травм.</P>
            </div>
        </div>
    </main>
    <?php include 'footer.php'; ?>

</body>

</html>